{
  "0": "Fitness fact: Logging in now raises your chance of being awesome later. It’s science.",
  "1": "Welcome back! Remember: people who track their health are twice as likely to reach their goals.",
  "2": "Hey you! Logging in again? That’s already a flex.",
  "3": "Studies show just 10 minutes of exercise can boost your mood. So yes, even your warm-up dance counts.",
  "4": "You’re here! That’s already healthier than 60% of people who snoozed their alarms.",
  "5": "Good to see you! Your future six-pack says thanks.",
  "6": "Every login burns 0.0003 calories… but hey, it’s a start.",
  "7": "Showing up puts you ahead of the 80% who never start. Boom.",
  "8": "You’re back, which means you didn’t give up—and that’s kind of a big deal.",
  "9": "Progress, not perfection. And maybe a little protein.",
  "10": "Welcome! The scale doesn’t define you, but science says consistency does.",
  "11": "You’re crushing it! People who journal their progress see 40% more results.",
  "12": "Hey there, legend. Your muscles sent a memo—they missed you.",
  "13": "You’re 100% more awesome than when you were on the couch.",
  "14": "Logging in means you care, and that’s the real glow-up.",
  "15": "Exercise improves brain function by up to 20%. So technically, you’re getting smarter right now.",
  "16": "Even five minutes of movement improves heart health. Let's start small and feel big.",
  "17": "Welcome back! You’ve got this (and possibly some endorphins on the way).",
  "18": "Healthy habits are forming—like checking in before breakfast. Respect.",
  "19": "You’ve made more comebacks than a 90s boy band. Keep going!",
  "20": "You showed up today. That’s more than most people can say—seriously.",
  "21": "Muscles grow in silence. Except when you accidentally grunt during squats.",
  "22": "Your determination is visible—even if your abs aren’t. Yet.",
  "23": "The hardest part is starting. The second hardest is burpees.",
  "24": "Welcome! Every time you show up, your body high-fives your brain.",
  "25": "You’re taking care of future you—and they’re gonna look awesome.",
  "26": "Every day you log in, you’re 1% stronger. Compound interest, but for health.",
  "27": "Great to see you! Your heart says thanks for showing up.",
  "28": "One check-in at a time, you're building a body that serves you.",
  "29": "You're burning calories just standing here reading this. Impressive.",
  "30": "You’ve got goals—and you’ve also got us in your corner.",
  "31": "Welcome back! You’re like a protein shake for our system—powerful and appreciated.",
  "32": "Every time you show up, your mitochondria dance. Science, baby.",
  "33": "This check-in just increased your accountability by 72%. Rough estimate, but still.",
  "34": "You logged in. Somewhere, a donut just shed a tear.",
  "35": "It’s a beautiful day to lift something—or just stretch dramatically.",
  "36": "Welcome! Hydration, discipline, and login streaks—unstoppable combo.",
  "37": "You're only one good habit away from being your own superhero.",
  "38": "Small actions create big results. Like this login—solid move.",
  "39": "Let's build momentum today. Bonus points if you stretch while reading this.",
  "40": "You're 3x more likely to stick with a goal if you track it. Look at you, defying the odds!",
  "41": "Health is wealth. You’re basically a billionaire right now.",
  "42": "You’re back! Your lungs are prepping a thank-you note.",
  "43": "Daily movement improves sleep quality. So yes, this app is basically a pillow now.",
  "44": "Let's make this the best 10 minutes of your day (or at least better than doing dishes).",
  "45": "Progress is progress—even if your abs are still under construction.",
  "46": "Hey, even showing up with mismatched socks still counts.",
  "47": "You’re not late—you’re fashionably on time for your health.",
  "48": "90% of success is showing up. Congrats, you’re at 90%.",
  "49": "The mirror won’t show it yet, but your cells are already partying.",
  "50": "Fitness tip: smiling burns calories. You’re welcome.",
  "51": "Back again? Your discipline is showing—and it looks great.",
  "52": "People who move more live longer. Coincidence? Nope.",
  "53": "You’re rewriting your story. Page one starts today.",
  "54": "This app believes in you—and it doesn’t say that to just anyone.",
  "55": "You’re not just tracking numbers—you’re building a legacy.",
  "56": "Hello again! Somewhere, your metabolism just stood up and clapped.",
  "57": "You can’t spell 'strength' without 'you'. Okay, you can, but still.",
  "58": "Check-ins like this lead to check-ins at the mirror where you go 'oh hey'.",
  "59": "Logging in is 100% easier than planking. But both help.",
  "60": "Every expert was once a beginner who hit 'start'.",
  "61": "One login a day keeps the regrets away.",
  "62": "Welcome! You’re here to improve, not to impress—though, bonus if you do both.",
  "63": "You’ve already won half the battle by opening this app. Well done, warrior.",
  "64": "Working out makes you 30% less grumpy. You’re already ahead.",
  "65": "Let’s do something today your future self will brag about.",
  "66": "Showing up is 1000x better than showing excuses.",
  "67": "Welcome! A healthier you is just one choice away.",
  "68": "If your muscles had social media, they'd be posting 'glow-up in progress'.",
  "69": "Just by logging in, you’re outpacing your excuses.",
  "70": "One rep. One meal. One log. That’s the secret.",
  "71": "Data shows movement increases focus. So technically, you're a genius today.",
  "72": "You're not chasing perfection. You're chasing persistence—and catching it.",
  "73": "Back again? Your heart’s writing a thank-you haiku.",
  "74": "You’ve got stamina, drive, and apparently excellent taste in apps.",
  "75": "Today’s progress beats yesterday’s perfection.",
  "76": "Health isn’t about what you lose. It’s about what you gain—like energy and high-fives.",
  "77": "The first rep is the hardest. But it’s also the most heroic.",
  "78": "Welcome! You’re creating a new normal—and it’s looking good.",
  "79": "Keep showing up. Consistency is undefeated.",
  "80": "Your bones love that you’re here. So do we.",
  "81": "Motivation is optional. Showing up anyway? That’s power.",
  "82": "If you’re reading this, you’re officially above average. Statistically true.",
  "83": "Fitness improves 14+ systems in your body. That’s better than coffee. Almost.",
  "84": "Let’s get those steps in—unless you're already running from your responsibilities. That works too.",
  "85": "Hey! You’re closer to your goals than you were 30 seconds ago.",
  "86": "You can do hard things. Especially in gym shorts.",
  "87": "Success smells like sweat, feels like effort, and looks like you logging in.",
  "88": "Welcome back! Time to crush it—or at least slightly dent it.",
  "89": "Even if you're tired, your goals aren’t. Let’s go.",
  "90": "You logged in. That’s 100 points to Gryffin-gains.",
  "91": "Sweat is your fat crying. Make it weep.",
  "92": "The gym called. It misses your awkward stretching faces.",
  "93": "Real progress comes quietly. Like this login. Like a ninja.",
  "94": "Movement = mood boost. Stats don’t lie.",
  "95": "You're doing better than yesterday, even if it's just one push-up more.",
  "96": "Welcome! Your heart appreciates your hustle.",
  "97": "This login proves you’re committed. The rest is just details.",
  "98": "One foot in front of the other—unless you’re planking. Then hold still.",
  "99": "You’re in the 10% who keep showing up. Legends only."
}